Repository: chrissns/Recipes
Catalog: Recipes/Localization/Localizable.xcstrings
Source language: en
Languages: de

source: Couldn't find anything for your search.
de: Es wurde kein Ergebnis f端r deine Suche gefunden.

source: Create recipe
de: Rezept speichern

source: Favorites
de: Favoriten

source: Ingredient...
de: Zutat...

source: Ingredients
de: Zutaten

source: Instructions
de: Anleitung

source: Name and info
de: Name und Beschreibung

source: New recipe
de: Neues Rezept

source: No shared recipes
de: Keine geteilten Rezepte

source: No shared recipes.
de: Keine geteilten Rezepte

source: Recipes
de: Rezepte

source: Recipes that somebody shared with you.
de: Rezepte, die mit dir geteilt wurden.

source: Recipes you made yourself.
de: Deine eigenen Rezepte.

source: Search for recipes, ingredients, ...
de: Suche nach Rezepten, Zutaten, ...

source: Shared
de: Geteilt

source: Shared recipes
de: Geteilte Rezepte

source: Short info...
de: Kurzbeschreibung...

source: Tap the "+" icon to add a tag.
de: Tippe auf "+" um einen Tag hinzuzuf端gen.

source: Tap the "+" icon to add an ingredient.
de: Tippe auf "+" um eine Zutat hinzuzuf端gen.

source: Tap the star icon in your recipe to add it to your favorites.
de: Tippe auf den Stern in deinem Rezept um es zu deinen Favoriten hinzuzuf端gen.

source: Write instructions...
de: Schreibe eine Anleitung...

source: Your recipes
de: Deine Rezepte
